Repository: vipineth/hypeterminal
Catalog: src/locales/*/messages.po
Languages: ar, fr, hi

source: % filled
ar: % مكتمل
fr: % exécuté
hi: % पूर्ण

source: 24H
ar: 24 ساعة
hi: 24 घंटे

source: 24h Change
ar: تغير 24 ساعة
fr: Variation 24h
hi: 24 घंटे परिवर्तन

source: A crypto wallet lets you store and manage your digital assets securely.
ar: تتيح لك محفظة العملات الرقمية تخزين وإدارة أصولك الرقمية بأمان.

source: Account
ar: الحساب
fr: Compte
hi: खाता

source: Account Balances
ar: أرصدة الحساب
fr: Soldes du compte
hi: खाता शेष

source: Actions
ar: إجراءات
hi: कार्रवाई

source: Active
ar: نشط
fr: Actif
hi: सक्रिय

source: Active Positions
ar: المراكز النشطة
fr: Positions actives
hi: सक्रिय पोजीशन

source: Add
ar: إضافة
fr: Ajouter
hi: जोड़ें

source: Add funds
ar: إضافة أموال
fr: Ajouter des fonds
hi: धन जोड़ें

source: Add to favorites
ar: إضافة إلى المفضلة
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें

source: Add TP/SL
ar: إضافة TP/SL
fr: Ajouter TP/SL
hi: TP/SL जोड़ें

source: Advanced order types
ar: أنواع الأوامر المتقدمة
fr: Types d'ordres avancés
hi: उन्नत ऑर्डर प्रकार

source: All
ar: الكل
fr: Tout
hi: सभी

source: All cross positions share the same cross margin as collateral. In the event of liquidation, your cross margin balance and any remaining open positions under assets in this mode may be forfeited.
ar: تتشارك جميع مراكز الكروس نفس هامش الكروس كضمان. في حالة التصفية، قد يتم مصادرة رصيد هامش الكروس وأي مراكز مفتوحة متبقية تحت الأصول في هذا الوضع.
fr: Toutes les positions croisées partagent la même marge croisée comme collatéral. En cas de liquidation, votre solde de marge croisée et toute position ouverte restante sous les actifs dans ce mode peuvent être confisqués.
hi: सभी क्रॉस पोजीशन समान क्रॉस मार्जिन को संपार्श्विक के रूप में साझा करते हैं। लिक्विडेशन की स्थिति में, आपका क्रॉस मार्जिन बैलेंस और इस मोड में संपत्तियों के तहत कोई भी शेष खुली पोजीशन जब्त हो सकती है।

source: Amount
ar: المبلغ
fr: Montant
hi: राशि

source: Amount (USDC)
ar: المبلغ (USDC)
fr: Montant (USDC)
hi: राशि (USDC)

source: Asset
ar: الأصل
fr: Actif
hi: संपत्ति

source: Assets
ar: الأصول
fr: Actifs
hi: संपत्तियां

source: Available
ar: متاح
fr: Disponible
hi: उपलब्ध

source: Avg Price
ar: متوسط السعر
fr: Prix moy.
hi: औसत मूल्य

source: Balance
ar: الرصيد
fr: Solde
hi: शेष

source: Builder Fee
ar: رسوم البناء
fr: Frais constructeur
hi: बिल्डर शुल्क

source: Builders
ar: البناة
fr: Constructeurs
hi: बिल्डर्स

source: buy
ar: شراء
fr: achat
hi: खरीदें

source: Buy
ar: شراء
fr: Acheter
hi: खरीदें

source: Cancel
ar: إلغاء
fr: Annuler
hi: रद्द करें

source: Cancel all
ar: إلغاء الكل
fr: Tout annuler
hi: सभी रद्द करें

source: Cancel all orders
ar: إلغاء جميع الأوامر
fr: Annuler tous les ordres
hi: सभी ऑर्डर रद्द करें

source: Cancel order
ar: إلغاء الأمر
fr: Annuler l'ordre
hi: ऑर्डर रद्द करें

source: Cancel selected
ar: إلغاء المحدد
fr: Annuler la sélection
hi: चयनित रद्द करें

source: Cancel selected orders
ar: إلغاء الأوامر المحددة
fr: Annuler les ordres sélectionnés
hi: चयनित ऑर्डर रद्द करें

source: Cancel TWAP order
ar: إلغاء أمر TWAP
fr: Annuler l'ordre TWAP
hi: TWAP ऑर्डर रद्द करें

source: Canceling...
ar: جارٍ الإلغاء...
fr: Annulation...
hi: रद्द हो रहा है...

source: Cannot switch to Isolated mode with an open position. Close your position first.
ar: لا يمكن التبديل إلى الوضع المعزول مع وجود مركز مفتوح. أغلق مركزك أولاً.
fr: Impossible de passer en mode Isolé avec une position ouverte. Fermez d'abord votre position.
hi: खुली पोजीशन के साथ आइसोलेटेड मोड में नहीं बदल सकते। पहले अपनी पोजीशन बंद करें।

source: Change leverage
ar: تغيير الرافعة المالية
fr: Modifier le levier
hi: लीवरेज बदलें

source: Chart
ar: الرسم البياني
fr: Graphique
hi: चार्ट

source: Close
ar: إغلاق
fr: Fermer
hi: बंद करें

source: Close position
ar: إغلاق المركز
fr: Fermer la position
hi: पोजीशन बंद करें

source: Closing...
ar: جاري الإغلاق...
fr: Fermeture...
hi: बंद हो रहा है...

source: Confirm
ar: تأكيد
fr: Confirmer
hi: पुष्टि करें

source: Confirm in wallet
ar: تأكيد في المحفظة
fr: Confirmer dans le portefeuille
hi: वॉलेट में पुष्टि करें

source: Connect
ar: ربط

source: Connect Wallet
ar: ربط المحفظة
fr: Connecter le portefeuille
hi: वॉलेट कनेक्ट करें

source: Connect wallet to view account
ar: اربط المحفظة لعرض الحساب
fr: Connectez le portefeuille pour voir le compte
hi: खाता देखने के लिए वॉलेट कनेक्ट करें

source: Connect your wallet to start trading on Hyperliquid
ar: اربط محفظتك لبدء التداول على Hyperliquid

source: Connect your wallet to view balances.
ar: اربط محفظتك لعرض الأرصدة.
fr: Connectez votre portefeuille pour voir les soldes.
hi: शेष देखने के लिए अपना वॉलेट कनेक्ट करें।

source: Connect your wallet to view funding payments.
ar: اربط محفظتك لعرض مدفوعات التمويل.
fr: Connectez votre portefeuille pour voir les paiements de financement.
hi: फंडिंग भुगतान देखने के लिए अपना वॉलेट कनेक्ट करें।

source: Connect your wallet to view open orders.
ar: اربط محفظتك لعرض الأوامر المفتوحة.
fr: Connectez votre portefeuille pour voir les ordres ouverts.
hi: खुले ऑर्डर देखने के लिए अपना वॉलेट कनेक्ट करें।

source: Connect your wallet to view order history.
ar: اربط محفظتك لعرض سجل الأوامر.
fr: Connectez votre portefeuille pour voir l'historique des ordres.
hi: ऑर्डर इतिहास देखने के लिए अपना वॉलेट कनेक्ट करें।

source: Connect your wallet to view positions.
ar: قم بتوصيل محفظتك لعرض المراكز.
fr: Connectez votre portefeuille pour voir les positions.
hi: पोजीशन देखने के लिए अपना वॉलेट कनेक्ट करें।

source: Connect your wallet to view trade history.
ar: اربط محفظتك لعرض سجل التداول.
fr: Connectez votre portefeuille pour voir l'historique des transactions.
hi: ट्रेड इतिहास देखने के लिए अपना वॉलेट कनेक्ट करें।

source: Connect your wallet to view TWAP orders.
ar: اربط محفظتك لعرض أوامر TWAP.
fr: Connectez votre portefeuille pour voir les ordres TWAP.
hi: TWAP ऑर्डर देखने के लिए अपना वॉलेट कनेक्ट करें।

source: Connect your wallet to withdraw funds
ar: اربط محفظتك لسحب الأموال
fr: Connectez votre portefeuille pour retirer des fonds
hi: धन निकालने के लिए अपना वॉलेट कनेक्ट करें

source: Connected
ar: متصل
fr: Connecté
hi: कनेक्टेड

source: Connecting
ar: جارٍ الاتصال
fr: Connexion
hi: कनेक्ट हो रहा है

source: Connecting...
ar: جارٍ الاتصال...
fr: Connexion...
hi: कनेक्ट हो रहा है...

source: Copied to clipboard
ar: تم النسخ إلى الحافظة
fr: Copié dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी किया गया

source: Copy Address
ar: نسخ العنوان
fr: Copier l'adresse
hi: पता कॉपी करें

source: Created
ar: تم الإنشاء
fr: Créé
hi: बनाया गया

source: Cross
ar: متقاطع
fr: Croisé
hi: क्रॉस

source: Cross Leverage
ar: الرافعة المتقاطعة
fr: Effet de levier croisé
hi: क्रॉस लीवरेज

source: Current
ar: الحالي
fr: Actuel
hi: वर्तमान

source: Deposit
ar: إيداع
fr: Déposer
hi: जमा करें

source: Deposit complete
ar: اكتمل الإيداع
fr: Dépôt terminé
hi: जमा पूर्ण

source: Deposit failed
ar: فشل الإيداع
fr: Dépôt échoué
hi: जमा विफल

source: Destination
ar: الوجهة
hi: गंतव्य

source: Disconnect
ar: قطع الاتصال
fr: Déconnecter
hi: डिस्कनेक्ट करें

source: Disconnected
ar: غير متصل
fr: Déconnecté
hi: डिस्कनेक्टेड

source: Dismiss
ar: تجاهل
fr: Fermer
hi: खारिज करें

source: Display Language
ar: لغة العرض
fr: Langue d'affichage
hi: प्रदर्शन भाषा

source: Displays the mobile sidebar.
ar: يعرض الشريط الجانبي للجوال.
fr: Affiche la barre latérale mobile.
hi: मोबाइल साइडबार दिखाता है।

source: Done
ar: تم
fr: Terminé
hi: पूर्ण

source: Duration (Minutes)
ar: المدة (دقائق)
fr: Durée (Minutes)
hi: अवधि (मिनट)

source: Edit TP/SL
ar: تعديل TP/SL
fr: Modifier TP/SL
hi: TP/SL संपादित करें

source: Enable
ar: تفعيل
fr: Activer
hi: सक्षम करें

source: Enable Trading
ar: تفعيل التداول
fr: Activer le trading
hi: ट्रेडिंग सक्षम करें

source: Enabling
ar: جارٍ التفعيل
fr: Activation
hi: सक्षम हो रहा है

source: End Price (USDC)
ar: سعر النهاية (USDC)
fr: Prix final (USDC)
hi: अंतिम मूल्य (USDC)

source: Enter limit price
ar: أدخل السعر المحدد
fr: Entrez le prix limite
hi: लिमिट प्राइस दर्ज करें

source: Enter price range
ar: أدخل نطاق السعر
fr: Entrez la fourchette de prix
hi: मूल्य सीमा दर्ज करें

source: Enter size
ar: أدخل الحجم
fr: Entrez la taille
hi: साइज दर्ज करें

source: Enter TP or SL price
ar: أدخل سعر TP أو SL
fr: Entrez le prix TP ou SL
hi: TP या SL मूल्य दर्ज करें

source: Enter trigger price
ar: أدخل سعر التفعيل
fr: Entrez le prix de déclenchement
hi: ट्रिगर प्राइस दर्ज करें

source: Entry
ar: الدخول
fr: Entrée
hi: प्रवेश

source: Entry Price
ar: سعر الدخول
fr: Prix d'entrée
hi: प्रवेश मूल्य

source: Equity
ar: حقوق الملكية
fr: Capitaux propres
hi: इक्विटी

source: Est. Fee
ar: الرسوم المقدرة
fr: Frais est.
hi: अनु. शुल्क

source: Estimated time
ar: الوقت المقدر
fr: Temps estimé
hi: अनुमानित समय

source: Exceeds max size
ar: يتجاوز الحد الأقصى
fr: Dépasse la taille max
hi: अधिकतम साइज से अधिक

source: Executed
ar: منفذ
fr: Exécuté
hi: निष्पादित

source: Execution
ar: التنفيذ
fr: Exécution
hi: निष्पादन

source: failed
ar: فشل
fr: échoué
hi: विफल

source: Failed to close position
ar: فشل إغلاق المركز
fr: Échec de la fermeture de position
hi: पोजीशन बंद करने में विफल

source: Failed to copy
ar: فشل النسخ
fr: Échec de la copie
hi: कॉपी करने में विफल

source: Failed to enable trading
ar: فشل تفعيل التداول
fr: Échec de l'activation du trading
hi: ट्रेडिंग सक्षम करने में विफल

source: Failed to load balances.
ar: فشل في تحميل الأرصدة.
fr: Échec du chargement des soldes.
hi: शेष लोड करने में विफल।

source: Failed to load funding history.
ar: فشل في تحميل سجل التمويل.
fr: Échec du chargement de l'historique de financement.
hi: फंडिंग इतिहास लोड करने में विफल।

source: Failed to load open orders.
ar: فشل في تحميل الأوامر المفتوحة.
fr: Échec du chargement des ordres ouverts.
hi: खुले ऑर्डर लोड करने में विफल।

source: Failed to load order book.
ar: فشل في تحميل دفتر الأوامر.
fr: Échec du chargement du carnet d'ordres.
hi: ऑर्डर बुक लोड करने में विफल।

source: Failed to load order history.
ar: فشل تحميل سجل الأوامر.
fr: Échec du chargement de l'historique des ordres.
hi: ऑर्डर इतिहास लोड करने में विफल।

source: Failed to load positions.
ar: فشل تحميل المراكز.
fr: Échec du chargement des positions.
hi: पोजीशन लोड करने में विफल।

source: Failed to load trade history.
ar: فشل في تحميل سجل التداول.
fr: Échec du chargement de l'historique des transactions.
hi: ट्रेड इतिहास लोड करने में विफल।

source: Failed to load trades.
ar: فشل في تحميل الصفقات.
fr: Échec du chargement des transactions.
hi: ट्रेड लोड करने में विफल।

source: Fee
ar: الرسوم
fr: Frais
hi: शुल्क

source: Filter by {0}
ar: تصفية حسب {0}
fr: Filtrer par {0}
hi: {0} से फ़िल्टर करें

source: Format for numbers and dates
ar: تنسيق الأرقام والتواريخ
fr: Format des nombres et dates
hi: संख्या और तिथि प्रारूप

source: From
ar: من
fr: De
hi: से

source: Fund
ar: تمويل

source: Funding
ar: التمويل
fr: Financement
hi: फंडिंग

source: Funding History
ar: سجل التمويل
fr: Historique de financement
hi: फंडिंग इतिहास

source: Go to trading terminal
ar: الذهاب إلى منصة التداول
fr: Aller au terminal de trading
hi: ट्रेडिंग टर्मिनल पर जाएं

source: Hide small
ar: إخفاء الصغيرة
fr: Masquer petits
hi: छोटे छुपाएं

source: In Orders
ar: في الأوامر
fr: En ordres
hi: ऑर्डर में

source: Install a wallet extension to continue
ar: قم بتثبيت إضافة محفظة للمتابعة

source: Insufficient {0} balance
ar: رصيد {0} غير كافٍ
fr: Solde {0} insuffisant
hi: अपर्याप्त {0} बैलेंस

source: Insufficient <0/> balance
ar: رصيد <0/> غير كافٍ
fr: Solde <0/> insuffisant
hi: अपर्याप्त <0/> बैलेंस

source: Insufficient balance
ar: رصيد غير كافٍ
fr: Solde insuffisant
hi: अपर्याप्त बैलेंस

source: Insufficient balance (includes ${WITHDRAWAL_FEE_USD} fee)
ar: رصيد غير كافٍ (يشمل رسوم ${WITHDRAWAL_FEE_USD})
fr: Solde insuffisant (inclut ${WITHDRAWAL_FEE_USD} de frais)
hi: अपर्याप्त बैलेंस (${WITHDRAWAL_FEE_USD} शुल्क सहित)

source: Insufficient funds for gas
ar: أموال غير كافية للغاز
fr: Fonds insuffisants pour le gas
hi: गैस के लिए अपर्याप्त धन

source: Invalid amount
ar: مبلغ غير صالح
fr: Montant invalide
hi: अमान्य राशि

source: Iso
ar: معزول
fr: Isolé
hi: आइसो

source: Isolated
ar: معزول
fr: Isolé
hi: आइसोलेटेड

source: Leaderboard
ar: لوحة المتصدرين
fr: Classement
hi: लीडरबोर्ड

source: Learn more
ar: اعرف المزيد

source: Leverage
ar: الرافعة المالية
fr: Effet de levier
hi: लीवरेज

source: Limit
ar: محدد
fr: Limite
hi: लिमिट

source: Limit Price
ar: السعر المحدد
fr: Prix limite
hi: लिमिट प्राइस

source: Liq
ar: التصفية
hi: लिक्विडेशन

source: Liq. Price
ar: سعر التصفية
fr: Prix liq.
hi: लिक्विडेशन प्राइस

source: Liquidated
ar: تمت التصفية
fr: Liquidé
hi: लिक्विडेट किया गया

source: Loading
ar: جارٍ التحميل
fr: Chargement
hi: लोड हो रहा है

source: Loading balances...
ar: جارٍ تحميل الأرصدة...
fr: Chargement des soldes...
hi: शेष लोड हो रहा है...

source: Loading funding history...
ar: جارٍ تحميل سجل التمويل...
fr: Chargement de l'historique de financement...
hi: फंडिंग इतिहास लोड हो रहा है...

source: Loading markets...
ar: جارٍ تحميل الأسواق...
fr: Chargement des marchés...
hi: बाज़ार लोड हो रहे हैं...

source: Loading open orders...
ar: جارٍ تحميل الأوامر المفتوحة...
fr: Chargement des ordres ouverts...
hi: खुले ऑर्डर लोड हो रहे हैं...

source: Loading order history...
ar: جارٍ تحميل سجل الأوامر...
fr: Chargement de l'historique des ordres...
hi: ऑर्डर इतिहास लोड हो रहा है...

source: Loading positions...
ar: جاري تحميل المراكز...
fr: Chargement des positions...
hi: पोजीशन लोड हो रहे हैं...

source: Loading trade history...
ar: جارٍ تحميل سجل التداول...
fr: Chargement de l'historique des transactions...
hi: ट्रेड इतिहास लोड हो रहा है...

source: Loading TWAP orders...
ar: جارٍ تحميل أوامر TWAP...
fr: Chargement des ordres TWAP...
hi: TWAP ऑर्डर लोड हो रहे हैं...

source: Loading wallet...
ar: جاري تحميل المحفظة...
fr: Chargement du portefeuille...
hi: वॉलेट लोड हो रहा है...

source: Loading...
ar: جارٍ التحميل...
fr: Chargement...
hi: लोड हो रहा है...

source: Long
ar: شراء
fr: Achat
hi: लॉन्ग

source: Manage your risk on individual positions by restricting the amount of margin allocated to each. If the margin ratio of an isolated position reaches 100%, the position will be liquidated. Margin can be added or removed to individual positions in this mode.
ar: أدِر مخاطرك على المراكز الفردية عن طريق تقييد مقدار الهامش المخصص لكل منها. إذا وصلت نسبة هامش المركز المعزول إلى 100%، سيتم تصفية المركز. يمكن إضافة أو إزالة الهامش للمراكز الفردية في هذا الوضع.
fr: Gérez votre risque sur les positions individuelles en limitant le montant de marge alloué à chacune. Si le ratio de marge d'une position isolée atteint 100%, la position sera liquidée. La marge peut être ajoutée ou retirée des positions individuelles dans ce mode.
hi: प्रत्येक को आवंटित मार्जिन की मात्रा को सीमित करके व्यक्तिगत पोजीशन पर अपने जोखिम का प्रबंधन करें। यदि आइसोलेटेड पोजीशन का मार्जिन अनुपात 100% तक पहुंच जाता है, तो पोजीशन लिक्विडेट हो जाएगी। इस मोड में व्यक्तिगत पोजीशन में मार्जिन जोड़ा या हटाया जा सकता है।

source: Margin
ar: الهامش
fr: Marge
hi: मार्जिन

source: Margin Mode
ar: وضع الهامش
fr: Mode de marge
hi: मार्जिन मोड

source: Margin Ratio
ar: نسبة الهامش
fr: Ratio de marge
hi: मार्जिन अनुपात

source: Margin Req.
ar: الهامش المطلوب
fr: Marge req.
hi: मार्जिन आवश्यक

source: Margin Used
ar: الهامش المستخدم
fr: Marge utilisée
hi: उपयोग किया गया मार्जिन

source: Mark
ar: السعر المرجعي
hi: मार्क

source: MARK
ar: السعر المرجعي
fr: MARQUE
hi: मार्क

source: Mark Price
ar: سعر العلامة
fr: Prix mark
hi: मार्क प्राइस

source: Market
ar: السوق
fr: Marché
hi: बाज़ार

source: Market not ready
ar: السوق غير جاهز
fr: Marché non prêt
hi: मार्केट तैयार नहीं

source: Market Order Slippage
ar: انزلاق أمر السوق
fr: Glissement des ordres au marché
hi: मार्केट ऑर्डर स्लिपेज

source: markets
ar: أسواق
fr: marchés
hi: बाज़ार

source: MAX
ar: الأقصى
hi: अधिकतम

source: Maximum slippage tolerance for market orders
ar: الحد الأقصى لتحمل الانزلاق لأوامر السوق
fr: Tolérance maximale de glissement pour les ordres au marché
hi: मार्केट ऑर्डर के लिए अधिकतम स्लिपेज सहनशीलता

source: Min order ${ORDER_MIN_NOTIONAL_USD}
ar: الحد الأدنى للأمر ${ORDER_MIN_NOTIONAL_USD}
fr: Ordre min. ${ORDER_MIN_NOTIONAL_USD}
hi: न्यूनतम ऑर्डर ${ORDER_MIN_NOTIONAL_USD}

source: Min order $10
ar: الحد الأدنى $10
fr: Ordre min. 10 $
hi: न्यूनतम ऑर्डर $10

source: Minimum
ar: الحد الأدنى
hi: न्यूनतम

source: Minimum deposit is {0} USDC
ar: الحد الأدنى للإيداع هو {0} USDC
fr: Dépôt minimum de {0} USDC
hi: न्यूनतम जमा {0} USDC है

source: Minimum deposit is 5 USDC
ar: الحد الأدنى للإيداع هو 5 USDC
fr: Dépôt minimum de 5 USDC
hi: न्यूनतम जमा 5 USDC है

source: Minimum withdrawal is ${0}
ar: الحد الأدنى للسحب هو ${0}
fr: Retrait minimum de ${0}
hi: न्यूनतम निकासी ${0} है

source: Minimum withdrawal is ${MIN_WITHDRAW_USD}
ar: الحد الأدنى للسحب هو ${MIN_WITHDRAW_USD}
fr: Retrait minimum de ${MIN_WITHDRAW_USD}
hi: न्यूनतम निकासी ${MIN_WITHDRAW_USD} है

source: Mock Wallet (Testing)
ar: محفظة وهمية (اختبار)

source: Move USDC between your Perp and Spot accounts.
ar: انقل USDC بين حسابي العقود الدائمة والفوري.
fr: Transférez des USDC entre vos comptes Perp et Spot.
hi: अपने परप और स्पॉट खातों के बीच USDC ट्रांसफर करें।

source: Net received
ar: صافي المستلم
fr: Net reçu
hi: नेट प्राप्त

source: Network fee
ar: رسوم الشبكة
fr: Frais de réseau
hi: नेटवर्क शुल्क

source: NEW
ar: جديد
fr: NOUVEAU
hi: नया

source: New to wallets?
ar: جديد على المحافظ؟

source: No
ar: لا
fr: Non
hi: नहीं

source: No active positions.
ar: لا توجد مراكز نشطة.
fr: Aucune position active.
hi: कोई सक्रिय पोजीशन नहीं।

source: No active TWAP orders.
ar: لا توجد أوامر TWAP نشطة.
fr: Aucun ordre TWAP actif.
hi: कोई सक्रिय TWAP ऑर्डर नहीं।

source: No balance
ar: لا يوجد رصيد
fr: Pas de solde
hi: कोई बैलेंस नहीं

source: No balance on Hyperliquid. Deposit first.
ar: لا يوجد رصيد على Hyperliquid. قم بالإيداع أولاً.
fr: Pas de solde sur Hyperliquid. Déposez d'abord.
hi: Hyperliquid पर कोई बैलेंस नहीं। पहले जमा करें।

source: No balances found. Deposit funds to start trading.
ar: لم يتم العثور على أرصدة. أودع أموالاً لبدء التداول.
fr: Aucun solde trouvé. Déposez des fonds pour commencer à trader.
hi: कोई शेष नहीं मिला। ट्रेडिंग शुरू करने के लिए धन जमा करें।

source: No fills found.
ar: لم يتم العثور على تنفيذات.
fr: Aucune exécution trouvée.
hi: कोई निष्पादन नहीं मिला।

source: No funding payments found.
ar: لم يتم العثور على مدفوعات تمويل.
fr: Aucun paiement de financement trouvé.
hi: कोई फंडिंग भुगतान नहीं मिला।

source: No mark price
ar: لا يوجد سعر مرجعي
fr: Pas de prix mark
hi: कोई मार्क प्राइस नहीं

source: No market
ar: لا يوجد سوق
fr: Pas de marché
hi: कोई मार्केट नहीं

source: No markets found.
ar: لم يتم العثور على أسواق.
fr: Aucun marché trouvé.
hi: कोई बाज़ार नहीं मिला।

source: No open orders.
ar: لا توجد أوامر مفتوحة.
fr: Aucun ordre ouvert.
hi: कोई खुला ऑर्डर नहीं।

source: No order history found.
ar: لم يتم العثور على سجل أوامر.
fr: Aucun historique d'ordres trouvé.
hi: कोई ऑर्डर इतिहास नहीं मिला।

source: No response from exchange
ar: لا توجد استجابة من البورصة
fr: Pas de réponse de l'exchange
hi: एक्सचेंज से कोई प्रतिक्रिया नहीं

source: No tokens available
ar: لا توجد رموز متاحة
fr: Aucun jeton disponible
hi: कोई टोकन उपलब्ध नहीं

source: No trading pair available for <0/>/<1/>
ar: لا يوجد زوج تداول متاح لـ <0/>/<1/>
fr: Aucune paire de trading disponible pour <0/>/<1/>
hi: <0/>/<1/> के लिए कोई ट्रेडिंग पेयर उपलब्ध नहीं

source: No wallets found
ar: لم يتم العثور على محافظ

source: Not connected
ar: غير متصل
fr: Non connecté
hi: कनेक्टेड नहीं

source: Number Format
ar: تنسيق الأرقام
fr: Format numérique
hi: संख्या प्रारूप

source: Number of Orders
ar: عدد الأوامر
fr: Nombre d'ordres
hi: ऑर्डर की संख्या

source: Offline
ar: غير متصل
fr: Hors ligne
hi: ऑफलाइन

source: OI
ar: العقود المفتوحة

source: Only you control your funds. No email or password required.
ar: أنت فقط من يتحكم في أموالك. لا حاجة لبريد إلكتروني أو كلمة مرور.

source: Open Interest
ar: العقود المفتوحة
fr: Intérêt ouvert
hi: ओपन इंटरेस्ट

source: Open Orders
ar: الأوامر المفتوحة
fr: Ordres ouverts
hi: खुले ऑर्डर

source: ORACLE
ar: أوراكل
hi: ऑरेकल

source: Order Book
ar: دفتر الأوامر
fr: Carnet d'ordres
hi: ऑर्डर बुक

source: Order failed
ar: فشل الطلب
fr: Ordre échoué
hi: ऑर्डर विफल

source: Order History
ar: سجل الأوامر
fr: Historique des ordres
hi: ऑर्डर इतिहास

source: Order Queue
ar: قائمة الأوامر
fr: File d'ordres
hi: ऑर्डर कतार

source: Order Value
ar: قيمة الطلب
fr: Valeur de l'ordre
hi: ऑर्डर वैल्यू

source: Orders
ar: الأوامر
fr: Ordres
hi: ऑर्डर

source: Other
ar: أخرى
fr: Autre
hi: अन्य

source: Other Options
ar: خيارات أخرى

source: Page not found
ar: الصفحة غير موجودة
fr: Page non trouvée
hi: पृष्ठ नहीं मिला

source: Payment
ar: الدفعة
fr: Paiement
hi: भुगतान

source: pending
ar: قيد الانتظار
fr: en attente
hi: लंबित

source: Perp
ar: العقود الدائمة
hi: परप

source: Perpetuals
ar: العقود الدائمة
fr: Perpétuels
hi: परपेचुअल्स

source: Perps
ar: العقود الدائمة
fr: Perpétuels
hi: परप्स

source: Perps Account
ar: حساب العقود الدائمة
fr: Compte perpétuels
hi: परप्स खाता

source: PNL
ar: الربح والخسارة

source: Popular
ar: شائع

source: Portfolio
ar: المحفظة
fr: Portefeuille
hi: पोर्टफोलियो

source: Position
ar: المركز
hi: पोजीशन

source: Position closed
ar: تم إغلاق المركز
fr: Position fermée
hi: पोजीशन बंद

source: Price
ar: السعر
fr: Prix
hi: मूल्य

source: PRICE
ar: السعر
fr: PRIX
hi: मूल्य

source: Processing deposit
ar: جارٍ معالجة الإيداع
fr: Traitement du dépôt
hi: जमा प्रोसेस हो रहा है

source: Processing...
ar: جارٍ المعالجة...
fr: Traitement...
hi: प्रोसेस हो रहा है...

source: Randomize timing
ar: توقيت عشوائي
fr: Randomiser le timing
hi: समय को यादृच्छिक बनाएं

source: Rate
ar: المعدل
fr: Taux
hi: दर

source: Recent Trades
ar: الصفقات الأخيرة
fr: Transactions récentes
hi: हाल के ट्रेड

source: Reduce
ar: تقليل
fr: Réduire
hi: कम करें

source: Reduce Only
ar: تقليل فقط
fr: Réduction uniquement
hi: केवल कम करें

source: Remove {displayName} from favorites
ar: إزالة {displayName} من المفضلة
fr: Retirer {displayName} des favoris
hi: {displayName} को पसंदीदा से हटाएं

source: Remove from favorites
ar: إزالة من المفضلة
fr: Retirer des favoris
hi: पसंदीदा से हटाएं

source: Retry
ar: إعادة المحاولة
fr: Réessayer
hi: पुनः प्रयास करें

source: Risk/Reward
ar: المخاطرة/المكافأة
fr: Risque/Récompense
hi: जोखिम/इनाम

source: Scale
ar: تدرج
fr: Échelle
hi: स्केल

source: Scale level below min notional
ar: مستوى التدرج أقل من الحد الأدنى
fr: Niveau d'échelle sous le minimum nominal
hi: स्केल स्तर न्यूनतम से कम

source: Scale levels must be {SCALE_LEVELS_MIN}-{SCALE_LEVELS_MAX}
ar: مستويات التدرج يجب أن تكون {SCALE_LEVELS_MIN}-{SCALE_LEVELS_MAX}
fr: Les niveaux d'échelle doivent être {SCALE_LEVELS_MIN}-{SCALE_LEVELS_MAX}
hi: स्केल स्तर {SCALE_LEVELS_MIN}-{SCALE_LEVELS_MAX} होने चाहिए

source: Search markets...
ar: البحث في الأسواق...
fr: Rechercher des marchés...
hi: बाज़ार खोजें...

source: Secure & Private
ar: آمن وخاص

source: Select {displayName} market
ar: اختر سوق {displayName}
fr: Sélectionner le marché {displayName}
hi: {displayName} बाज़ार चुनें

source: Select all orders
ar: تحديد جميع الأوامر
fr: Sélectionner tous les ordres
hi: सभी ऑर्डर चुनें

source: Select favorite markets
ar: اختر الأسواق المفضلة
fr: Sélectionner les marchés favoris
hi: पसंदीदा बाज़ार चुनें

source: Select how margin is allocated for your positions
ar: اختر كيفية تخصيص الهامش لمراكزك
fr: Sélectionnez comment la marge est allouée à vos positions
hi: चुनें कि आपकी पोजीशन के लिए मार्जिन कैसे आवंटित किया जाए

source: Select order
ar: اختر الأمر
fr: Sélectionner l'ordre
hi: ऑर्डर चुनें

source: Select order book aggregation
ar: اختر تجميع دفتر الأوامر
fr: Sélectionner l'agrégation du carnet d'ordres
hi: ऑर्डर बुक एग्रीगेशन चुनें

source: Select token
ar: اختر الرمز
fr: Sélectionner le jeton
hi: टोकन चुनें

source: Select tokens to swap
ar: اختر الرموز للتبادل
fr: Sélectionnez les jetons à échanger
hi: स्वैप के लिए टोकन चुनें

source: sell
ar: بيع
fr: vente
hi: बेचें

source: Sell
ar: بيع
fr: Vendre
hi: बेचें

source: Send
ar: إرسال
fr: Envoyer
hi: भेजें
