Repository: vipineth/hypeterminal
Catalog: src/locales/*/messages.po
Languages: ar, fr, hi

source: Send failed
ar: فشل الإرسال
fr: Envoi échoué
hi: भेजना विफल

source: Send Tokens
ar: إرسال الرموز
fr: Envoyer des jetons
hi: टोकन भेजें

source: Send tokens to another account on the Hyperliquid L1.
ar: أرسل رموزاً إلى حساب آخر على Hyperliquid L1.
fr: Envoyez des jetons vers un autre compte sur Hyperliquid L1.
hi: Hyperliquid L1 पर दूसरे खाते में टोकन भेजें।

source: Sending...
ar: جارٍ الإرسال...
fr: Envoi...
hi: भेजा जा रहा है...

source: sent to Hyperliquid
ar: تم الإرسال إلى Hyperliquid
fr: envoyé à Hyperliquid
hi: Hyperliquid को भेजा गया

source: Set to {p}%
ar: تعيين إلى {p}%
fr: Définir à {p}%
hi: {p}% पर सेट करें

source: Settings
ar: الإعدادات
fr: Paramètres
hi: सेटिंग्स

source: Short
ar: بيع
fr: Vente
hi: शॉर्ट

source: Show Scanlines
ar: إظهار خطوط المسح
fr: Afficher les lignes de balayage
hi: स्कैनलाइन दिखाएं

source: Show Values in Quote Asset
ar: إظهار القيم بعملة التسعير
fr: Afficher les valeurs en actif de cotation
hi: कोट एसेट में मान दिखाएं

source: Sidebar
ar: الشريط الجانبي
fr: Barre latérale
hi: साइडबार

source: Sign in wallet...
ar: التوقيع في المحفظة...
fr: Signature dans le portefeuille...
hi: वॉलेट में साइन करें...

source: Signer not ready
ar: المُوقِّع غير جاهز
fr: Signataire non prêt
hi: साइनर तैयार नहीं

source: Size
ar: الحجم
fr: Taille
hi: आकार

source: SL must be above entry
ar: يجب أن يكون SL أعلى من الدخول
fr: Le SL doit être au-dessus de l'entrée
hi: SL प्रवेश से ऊपर होना चाहिए

source: SL must be below entry
ar: يجب أن يكون SL أقل من الدخول
fr: Le SL doit être en dessous de l'entrée
hi: SL प्रवेश से नीचे होना चाहिए

source: SL Price
ar: سعر SL
fr: Prix SL
hi: SL प्राइस

source: Slippage
ar: الانزلاق
fr: Glissement
hi: स्लिपेज

source: Slippage tolerance
ar: تحمل الانزلاق
fr: Tolérance de glissement
hi: स्लिपेज सहनशीलता

source: Something went wrong
ar: حدث خطأ ما
fr: Une erreur s'est produite
hi: कुछ गलत हो गया

source: Sort by {0}
ar: ترتيب حسب {0}
fr: Trier par {0}
hi: {0} से क्रमबद्ध करें

source: Sort by {headerLabel}
ar: ترتيب حسب {headerLabel}
fr: Trier par {headerLabel}
hi: {headerLabel} से क्रमबद्ध करें

source: Sorted by {0}
ar: مرتب حسب {0}
fr: Trié par {0}
hi: {0} से क्रमबद्ध

source: Spot
ar: فوري
hi: स्पॉट

source: Spot Account
ar: الحساب الفوري
fr: Compte spot
hi: स्पॉट खाता

source: Spread
ar: الفارق
fr: Écart
hi: स्प्रेड

source: Staking
ar: التخزين
hi: स्टेकिंग

source: Start and end must differ
ar: يجب أن يختلف البداية والنهاية
fr: Le début et la fin doivent différer
hi: शुरुआत और अंत अलग होने चाहिए

source: Start Price (USDC)
ar: سعر البداية (USDC)
fr: Prix de départ (USDC)
hi: शुरुआती मूल्य (USDC)

source: Status
ar: الحالة
fr: Statut
hi: स्थिति

source: Stop Limit
ar: إيقاف محدد
fr: Stop limite
hi: स्टॉप लिमिट

source: Stop Loss
ar: وقف الخسارة
hi: स्टॉप लॉस

source: Stop Market
ar: إيقاف سوق
fr: Stop marché
hi: स्टॉप मार्केट

source: Stop trigger must be above mark
ar: يجب أن يكون محفز الإيقاف أعلى من السعر المرجعي
fr: Le déclencheur stop doit être au-dessus du mark
hi: स्टॉप ट्रिगर मार्क से ऊपर होना चाहिए

source: Stop trigger must be below mark
ar: يجب أن يكون محفز الإيقاف أقل من السعر المرجعي
fr: Le déclencheur stop doit être en dessous du mark
hi: स्टॉप ट्रिगर मार्क से नीचे होना चाहिए

source: Submitting...
ar: جارٍ الإرسال...
fr: Envoi...
hi: सबमिट हो रहा है...

source: Swap
ar: تبادل
fr: Échange
hi: स्वैप

source: Swap direction
ar: اتجاه التبادل
fr: Direction d'échange
hi: स्वैप दिशा

source: Swap failed
ar: فشل التبادل
fr: Échange échoué
hi: स्वैप विफल

source: Swap submitted
ar: تم تقديم التبادل
fr: Échange soumis
hi: स्वैप सबमिट किया गया

source: Swapping...
ar: جارٍ التبادل...
fr: Échange en cours...
hi: स्वैप हो रहा है...

source: Switch to {0} market
ar: التبديل إلى سوق {0}
fr: Passer au marché {0}
hi: {0} बाज़ार पर स्विच करें

source: Switch to {displayName} market
ar: التبديل إلى سوق {displayName}
fr: Passer au marché {displayName}
hi: {displayName} बाज़ार पर स्विच करें

source: Switch to Arbitrum
ar: التبديل إلى Arbitrum
fr: Passer à Arbitrum
hi: Arbitrum पर स्विच करें

source: Switch to Arbitrum to deposit USDC to Hyperliquid
ar: التبديل إلى Arbitrum لإيداع USDC في Hyperliquid
fr: Passez à Arbitrum pour déposer des USDC sur Hyperliquid
hi: Hyperliquid में USDC जमा करने के लिए Arbitrum पर स्विच करें

source: Switch to dark mode
ar: التبديل إلى الوضع الداكن
fr: Passer en mode sombre
hi: डार्क मोड में बदलें

source: Switch to light mode
ar: التبديل إلى الوضع الفاتح
fr: Passer en mode clair
hi: लाइट मोड में बदलें

source: Switching...
ar: جاري التبديل...
fr: Changement...
hi: स्विच हो रहा है...

source: Take Limit
ar: جني أرباح محدد
fr: Take limite
hi: टेक लिमिट

source: Take Market
ar: جني أرباح سوق
fr: Take marché
hi: टेक मार्केट

source: Take Profit
ar: جني الأرباح
fr: Prise de profit
hi: प्रॉफिट लें

source: Take Profit / Stop Loss
ar: جني الأرباح / وقف الخسارة
fr: Prise de profit / Stop Loss
hi: प्रॉफिट लें / स्टॉप लॉस

source: Take profit trigger must be above mark
ar: يجب أن يكون محفز جني الأرباح أعلى من السعر المرجعي
fr: Le déclencheur take profit doit être au-dessus du mark
hi: टेक प्रॉफिट ट्रिगर मार्क से ऊपर होना चाहिए

source: Take profit trigger must be below mark
ar: يجب أن يكون محفز جني الأرباح أقل من السعر المرجعي
fr: Le déclencheur take profit doit être en dessous du mark
hi: टेक प्रॉफिट ट्रिगर मार्क से नीचे होना चाहिए

source: The page you are looking for does not exist.
ar: الصفحة التي تبحث عنها غير موجودة.
fr: La page que vous recherchez n'existe pas.
hi: आप जो पृष्ठ ढूंढ रहे हैं वह मौजूद नहीं है।

source: Time
ar: الوقت
fr: Heure
hi: समय

source: Time / Total
ar: الوقت / الإجمالي
fr: Temps / Total
hi: समय / कुल

source: Time in Force
ar: مدة صلاحية الأمر
fr: Durée de validité
hi: ऑर्डर वैधता

source: To
ar: إلى
fr: À
hi: को

source: To Perp
ar: إلى العقود الدائمة
fr: Vers Perp
hi: परप में

source: To Spot
ar: إلى الفوري
fr: Vers Spot
hi: स्पॉट में

source: Toggle Sidebar
ar: تبديل الشريط الجانبي
fr: Basculer la barre latérale
hi: साइडबार टॉगल करें

source: Toggle size mode
ar: تبديل وضع الحجم
fr: Basculer le mode de taille
hi: साइज मोड टॉगल करें

source: Total
ar: الإجمالي
hi: कुल

source: Total Value
ar: القيمة الإجمالية
fr: Valeur totale
hi: कुल मूल्य

source: TP must be above entry
ar: يجب أن يكون TP أعلى من الدخول
fr: Le TP doit être au-dessus de l'entrée
hi: TP प्रवेश से ऊपर होना चाहिए

source: TP must be below entry
ar: يجب أن يكون TP أقل من الدخول
fr: Le TP doit être en dessous de l'entrée
hi: TP प्रवेश से नीचे होना चाहिए

source: TP Price
ar: سعر TP
fr: Prix TP
hi: TP प्राइस

source: Trade History
ar: سجل التداول
fr: Historique des transactions
hi: ट्रेड इतिहास

source: Trade via {0} spot market
ar: التداول عبر سوق {0} الفوري
fr: Trader via le marché spot {0}
hi: {0} स्पॉट बाज़ार से ट्रेड करें

source: Trades
ar: الصفقات
fr: Transactions
hi: ट्रेड्स

source: Transaction was rejected
ar: تم رفض المعاملة
fr: La transaction a été rejetée
hi: लेनदेन अस्वीकार कर दिया गया

source: Transfer
ar: تحويل
fr: Transférer
hi: ट्रांसफर

source: Transfer failed
ar: فشل التحويل
fr: Transfert échoué
hi: ट्रांसफर विफल

source: Transfer USDC
ar: تحويل USDC
fr: Transférer USDC
hi: USDC ट्रांसफर करें

source: Transferring...
ar: جارٍ التحويل...
fr: Transfert en cours...
hi: ट्रांसफर हो रहा है...

source: Trigger
ar: المحفز
fr: Déclencheur
hi: ट्रिगर

source: Trigger Price (USDC)
ar: سعر التفعيل (USDC)
fr: Prix de déclenchement (USDC)
hi: ट्रिगर प्राइस (USDC)

source: TWAP minutes must be {TWAP_MINUTES_MIN}-{TWAP_MINUTES_MAX}
ar: دقائق TWAP يجب أن تكون {TWAP_MINUTES_MIN}-{TWAP_MINUTES_MAX}
fr: Les minutes TWAP doivent être {TWAP_MINUTES_MIN}-{TWAP_MINUTES_MAX}
hi: TWAP मिनट {TWAP_MINUTES_MIN}-{TWAP_MINUTES_MAX} होने चाहिए

source: TWAP Orders
ar: أوامر TWAP
fr: Ordres TWAP
hi: TWAP ऑर्डर

source: Type
ar: النوع
hi: प्रकार

source: Unknown error
ar: خطأ غير معروف
fr: Erreur inconnue
hi: अज्ञात त्रुटि

source: Unknown symbol: {symbolName}
ar: رمز غير معروف: {symbolName}
fr: Symbole inconnu : {symbolName}
hi: अज्ञात प्रतीक: {symbolName}

source: Unrealized P&L
ar: الربح والخسارة غير المحققة
fr: P&L non réalisé
hi: अवास्तविक P&L

source: Unrealized PNL
ar: الربح والخسارة غير المحققة
fr: PNL non réalisé
hi: अवास्तविक PNL

source: Unsupported resolution: {0}
ar: دقة غير مدعومة: {0}
fr: Résolution non prise en charge : {0}
hi: असमर्थित रेजोल्यूशन: {0}

source: Update failed
ar: فشل التحديث
fr: Mise à jour échouée
hi: अपडेट विफल

source: Updated
ar: تم التحديث
fr: Mis à jour
hi: अपडेट किया गया

source: Updated live
ar: تحديث مباشر
fr: Mise à jour en direct
hi: लाइव अपडेट

source: USD Value
ar: القيمة بالدولار
fr: Valeur en USD
hi: USD मूल्य

source: Vaults
ar: الخزائن
fr: Coffres
hi: वॉल्ट

source: Verifying...
ar: جارٍ التحقق...
fr: Vérification...
hi: सत्यापित हो रहा है...

source: View on explorer
ar: عرض على المستكشف
fr: Voir sur l'explorateur
hi: एक्सप्लोरर पर देखें

source: VOL
ar: الحجم
hi: वॉल्यूम

source: Volume
ar: الحجم
hi: वॉल्यूम

source: Waiting for order book...
ar: في انتظار دفتر الأوامر...
fr: En attente du carnet d'ordres...
hi: ऑर्डर बुक की प्रतीक्षा...

source: Waiting for trades...
ar: في انتظار الصفقات...
fr: En attente des transactions...
hi: ट्रेड की प्रतीक्षा...

source: Wallet not connected
ar: المحفظة غير متصلة
fr: Portefeuille non connecté
hi: वॉलेट कनेक्ट नहीं है

source: What is a wallet?
ar: ما هي المحفظة؟

source: will arrive in ~5 min
ar: سيصل في ~5 دقائق
fr: arrivera dans ~5 min
hi: ~5 मिनट में पहुंचेगा

source: Withdraw
ar: سحب
fr: Retirer
hi: निकासी

source: Withdrawal failed
ar: فشل السحب
fr: Retrait échoué
hi: निकासी विफल

source: Withdrawal submitted
ar: تم تقديم السحب
fr: Retrait soumis
hi: निकासी सबमिट की गई

source: Wrong network
ar: شبكة خاطئة
fr: Mauvais réseau
hi: गलत नेटवर्क

source: Yes
ar: نعم
fr: Oui
hi: हां
